import React from 'react';
import {Link} from "react-router-dom";

const AuditDocsMain = () => {

    return (
        <div className={"continer"}>
            <h1 className={"title"}>OSINT</h1>
            <p className={"text"}>Кибердің OSINT (Ашық бастапқы ақпарат) бөліміне қош келдіңіз
                қауіпсіздік! Қазіргі цифрлық әлемде ақпаратқа қол жеткізу бұрынғыдан да оңайырақ болды.
                Интернет пен әлеуметтік медиа деректерді табудың, жинаудың және талдаудың шексіз мүмкіндіктерін ұсынады.
                Дегенмен, бұл сонымен қатар шабуылдаушылар табу үшін бірдей құралдарды пайдалана алатынын білдіреді
                кибершабуылдардың мақсаттары мен жүргізілуі туралы ақпарат. Бұл бөлімде біз ашық пайдалану жолын
                қарастырамыз
                ақпарат көздері киберқауіпсіздік арсеналында қуатты қару бола алады. әдістерін қарастырамыз
                киберқауіптерді анықтау және алдын алу мақсатында қоғамдық ақпаратты жинау, талдау және пайдалану және
                біз сондай-ақ OSINT пайдаланудың сақтық шаралары мен этикалық аспектілерін талқылаймыз. Үйренгіңіз келсе
                киберқауіпсіздік операцияларында ашық ақпарат көздерін пайдалану, содан кейін осы бөлім
                пайдалы кеңестер мен кеңестер береді.</p>
            <Link to={"osint"} className={"more-link"}>Бодьше...</Link>
            <h1 className={"title"}>Пентест</h1>
            <p className={"text"}>Кәсіби ену сынағы (пентестинг) маңызды
                жүйелердегі осалдықтар мен әлсіздіктерді бағалауға мүмкіндік беретін киберқауіпсіздік арсеналындағы
                құрал
                ұйымның қауіпсіздігі. Пентестингтің негізгі аспектілерінің бірі мақсат туралы ақпаратты жинау болып
                табылады
                оның осалдықтары мен шабуылдардың ықтимал кіру нүктелерін анықтауға арналған жүйе. Бұл бөлімде біз
                процесте ашық бастапқы ақпаратты (OSINT) қалай тиімді пайдалануға болатынын қарастырыңыз
                пентестинг. Біз әлсіз жақтарды анықтау үшін ашық деректерді жинауды және талдауды үйренеміз
                қауіпсіздік жүйесі, сондай-ақ пентестинг бөлігі ретінде OSINT этикалық пайдалану бойынша ұсыныстарды
                талқылайды.
                Егер сіз өзіңіздің пентестинг операцияларыңызда OSINT пайдаланғыңыз келсе, онда бұл бөлім сізге береді
                ену тестінің тиімділігін арттыруға арналған құнды кеңестер мен стратегиялар.</p>
            <Link to={"pentest"} className={"more-link"}>Бодьше...</Link>
        </div>
    );
};


export default AuditDocsMain;