import React from 'react';
import {Link} from "react-router-dom";

const OsintDocs = () => {

    return (
        <div className={"continer"}>
            <h1 className={"title"}>OSINT</h1>
            <p className={"text"}>Кибердің OSINT (Ашық бастапқы ақпарат) бөліміне қош келдіңіз
                қауіпсіздік! Қазіргі цифрлық әлемде ақпаратқа қол жеткізу бұрынғыдан да оңайырақ болды.
                Интернет пен әлеуметтік медиа деректерді табудың, жинаудың және талдаудың шексіз мүмкіндіктерін ұсынады.
                Дегенмен, бұл сонымен қатар шабуылдаушылар табу үшін бірдей құралдарды пайдалана алатынын білдіреді
                кибершабуылдардың мақсаттары мен жүргізілуі туралы ақпарат. Бұл бөлімде біз ашық пайдалану жолын
                қарастырамыз
                ақпарат көздері киберқауіпсіздік арсеналында қуатты қару бола алады. әдістерін қарастырамыз
                киберқауіптерді анықтау және алдын алу мақсатында қоғамдық ақпаратты жинау, талдау және пайдалану және
                біз сондай-ақ OSINT пайдаланудың сақтық шаралары мен этикалық аспектілерін талқылаймыз. Үйренгіңіз келсе
                киберқауіпсіздік операцияларында ашық ақпарат көздерін пайдалану, содан кейін осы бөлім
                пайдалы кеңестер мен кеңестер береді.</p>

        </div>
    );
};


export default OsintDocs;